docs/2020-02-07-2328 Luhmann's Zettelkasten.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-10-06 Tue 11:37 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Luhmann&rsquo;s Zettelkasten</title>
<meta name="generator" content="Org mode">
<link rel='stylesheet' href='static/style.css' type='text/css'/>
</head>
<body>
<div id="preamble" class="status">
<div id='head'>
    <h1><b>zd-tutorial</b></h1>
    &mdash;
    <ul>
        <li><a href='./2020-02-15-1247 Welcome.html'>Welcome</a></li>
        <li><a href='https://efls.github.io/zetteldeft'
	       style='float: right'>Zetteldeft</a></li>
    </ul>
</div>
</div>
<div id="content">
<header>
<h1 class="title">Luhmann&rsquo;s Zettelkasten</h1>
</header><p>
Backlink: <a href="./2020-02-14-2240 Zetteldeft history.html">ยง2020-02-14-2240</a> Zetteldeft history
</p>

<p>
The notes below are very much work in progress.
</p>

<p>
German sociologist Niklas Luhmann is the original Zettelkasten thinker and tinkerer.
He used an intricate system of naming paper notes and making links between them, long before Personal Computers appeared.
</p>

<p>
Johannes F.K. Schmidt (2018, <a href="./2020-05-21-1615 Schmidt (2018) on Luhmann's card index and the fabrication of serendipity.html">ยง2020-05-21-1615</a>) is studying Luhmanns&rsquo; second iteration of his Zettelkasten.
He explains that it &lsquo;consists of approximately 67,000 cards, including a sizeable but obviously incomplete bibliographical apparatus with roughly 15,000 references and a keyword index with 3,200 entries.&rsquo;
</p>

<p>
Luhmann worked on, with and in his system from 1963 until his death in 1997.
According to Luhmann, his Zettelkasten served him above all &lsquo;as a research or thinking tool&rsquo;.
</p>

<p>
Schmidt writes:
</p>

<blockquote>
<p>
This is not only true in terms of the proposition that the file acted as a communication partner in the research process but also in regard to the fact that in Luhmann&rsquo;s mind the process of writing things down enables disciplined thinking in the first place:
&lsquo;Underlying the filing technique is the experience that without <i>writing, there is no thinking</i>.&rsquo;
</p>
</blockquote>

<p>
That final quote of Luhmann is an important piece of advice: a living note taking system requires writing as input for it to think.
It requires work, it requires writing, reading, writing again and reading again, and so on.
</p>

<p>
For Luhmann, his Zettelkasten was a system that could talk back.
Or, in his words, &lsquo;communicate&rsquo; (although it should be noted that his understanding of communication is very different from our everyday use of the word).
</p>

<p>
It is important to pay more attention to the <i>physical</i> characteristic that is Luhmann&rsquo;s system.
To us contemporary readers, a &lsquo;link&rsquo; is an evident concept, albeit invisible.
You can click on a link and it leads you to a destination, but you don&rsquo;t get to see the link id itself.
</p>

<p>
With physical notes, this link ID needs to be read and &lsquo;manually&rsquo; followed, which in turn requires the Zettelkasten user to perform specific tasks that are forgotten in any digital system.
(See <a href="./2020-02-07-2349 Exercise Zettelkasten on paper.html">ยง2020-02-07-2349</a> about Zettelkasten on paper)
</p>

<p>
Each note could link to others, but received itself a number to point out where it sprouted.
A note going from <code>1</code> to <code>2</code> simply adds more information to its idea, but by adding an <code>a</code> and writing <code>1a</code> on a new slip of paper, it could branch out.
The result is an intricate system of interlinked notes.
</p>
</div>
</body>
</html>
